Repository: simon-knuth/scanner
Catalog: Scanner/Scanner/Resources/Strings/*/Resources.resw
Source language: en
Languages: de, es, fr, id, it

# ErrorMessageHeading
source: Something went wrong
de: Etwas ist schiefgelaufen
es: Se produjo un error
fr: Un problème est survenu
id: Ada yang salah
it: Qualcosa è andato storto

# ErrorMessageBody
source: Please try again.
de: Bitte versuchen Sie es erneut.
es: Por favor, intenta nuevamente.
fr: Veuillez réessayer.
id: Mohon coba lagi.
it: Per favore, riprova.

# CropPageToolTip
source: Crop page
de: Seite zuschneiden
es: Recortar página
fr: Rogner la page
id: Potong halaman
it: Ritaglia la pagina

source: Aspect Ratio
de: Seitenverhältnis
es: Relación de aspecto
fr: Proportions
id: Aspek rasio
it: Proporzioni

# AspectRatioCustom
source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
id: Kustom
it: Personalizzato

# FlipAspectRatio
source: Flip
de: Tauschen
es: Voltear
fr: Retourner
id: Balik
it: Capovolgi

# AspectRatioNAANSIA
source: ANSI A - Letter
es: ANSI A - Carta
fr: ANSI A - Lettre
it: ANSI A - Lettera

# AspectRatioNAANSIC
source: ANSI C - Broadsheet
es: ANSI C - Periódico
fr: ANSI C - Grand format
it: ANSI C - Giornale largo

# AspectRatioSquare
source: Square
de: Quadratisch
es: Cuadrado
fr: Carré
id: Persegi
it: Quadrato

# DeletePageToolTip
source: Delete page
de: Seite löschen
es: Eliminar página
fr: Supprimer la page
id: Hapus halaman
it: Elimina la pagina

source: Discard changes
de: Änderungen verwerfen
es: Descartar cambios
fr: Annuler les modifications
id: Buang perubahan
it: Annulla le modifiche

# DrawOnPage
source: Draw and highlight using Windows Ink
de: Zeichnen und markieren mit Windows Ink
es: Dibujar y resaltar usando Windows Ink
fr: Annoter avec Windows Ink
id: Gambar dan sorot dengan Windows Ink
it: Disegna ed evidenzia con Windows Ink

source: Draw with touch
de: Mit Berührung zeichnen
es: Escritura táctil
fr: Dessiner avec le doigt
id: Gambar dengan sentuhan
it: Disegna a mano libera

source: Open with...
de: In einer anderen App öffnen
es: Abrir en otra app
fr: Ouvrir dans une autre app
id: Buka di aplikasi lain
it: Apri in un'altra app

source: Rename file
de: Datei umbenennen
es: Renombrar archivo
fr: Renommer le fichier
id: Ganti nama file
it: Rinomina il documento

source: Rotate 90°
de: 90° drehen
es: Girar 90°
fr: Pivoter de 90°
id: Putar 90°
it: Ruota di 90°

source: Rotate 180°
de: 180° drehen
es: Girar 180°
fr: Pivoter de 180°
id: Putar 180°
it: Ruota di 180°

source: Rotate 270°
de: 270° drehen
es: Girar 270°
fr: Pivoter de 270°
id: Putar 270°
it: Ruota di 270°

# RotateToolTip
source: Rotate page (right-click for more)
de: Seite drehen (Rechtsklick für mehr)
es: Girar página (Clic derecho para más)
fr: Pivoter la page (clic-droit pour plus d'options)
id: Putar halaman (klik kanan untuk lainnya)
it: Ruota la pagina (clic destro per altro)

source: Share
de: Teilen
es: Compartir
fr: Partager
id: Berbagi
it: Condividi

source: Page list
de: Seitenliste
es: Lista de Páginas
fr: Liste des pages
id: Daftar halaman
it: Elenco pagine

source: Copy selected pages
de: Ausgewählte Seiten kopieren
es: Copiar páginas seleccionadas
fr: Copier les pages sélectionnées
id: Salin halaman yang dipilih
it: Copia le pagine selezionate

source: Delete selected pages
de: Ausgewählte Seiten löschen
es: Eliminar páginas seleccionadas
fr: Supprimer les pages sélectionnées
id: Hapus halaman yang dipilih
it: Elimina le pagine selezionate

source: Rotate selected pages 90°
de: Ausgewählte Seiten 90° drehen
es: Girar páginas seleccionadas 90°
fr: Pivoter les pages sélectionnées de 90°
id: Putar halaman yang dipilih 90°
it: Ruota le pagine selezionate di 90°

source: Rotate selected pages 180°
de: Ausgewählte Seiten 180° drehen
es: Girar páginas seleccionadas 180°
fr: Pivoter les pages sélectionnées de 180°
id: Putar halaman yang dipilih 180°
it: Ruota le pagine selezionate di 180°

source: Rotate selected pages 270°
de: Ausgewählte Seiten 270° drehen
es: Girar páginas seleccionadas 270°
fr: Pivoter les pages sélectionnées de 270°
id: Putar halaman yang dipilih 270°
it: Ruota le pagine selezionate di 270°

# RotateSelectedPagesToolTip
source: Rotate selected pages (right-click for more)
de: Ausgewählte Seiten drehen (Rechtsklick für mehr)
es: Girar páginas seleccionadas (Clic derecho para más)
fr: Pivoter les pages sélectionnées (clic-droit pour plus d'options)
id: Putar halaman yang dipilih (klik kanan untuk lainnya)
it: Ruota le pagine selezionate (clic destro per altro)

source: Select pages
de: Seiten auswählen
es: Seleccionar páginas
fr: Sélectionner des pages
id: Pilih halaman
it: Seleziona le pagine

source: Share selected pages
de: Ausgewählte Seiten teilen
es: Compartir páginas seleccionadas
fr: Partager les pages sélectionnées
id: Bagikan halaman yang dipilih
it: Condividi le pagine selezionate

source: Scan options
de: Scan-Optionen
es: Opciones de escaner
fr: Options de numérisation
id: Opsi pindai
it: Opzioni di scansione

# ShowSaveLocation
source: Show save location in File Explorer
de: Speicherort im File Explorer anzeigen
es: Mostrar ubicación en el Explorador de archivos
fr: Afficher l'emplacement d'enregistrement dans l'explorateur de fichier
id: Tampilkan lokasi menyimpan di File Explorer
it: Mostra la destinazione di salvataggio in Esplora Risorse

source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
id: Pratinjau
it: Anteprima

# StartScan
source: Scan
de: Scannen
es: Escanear
fr: Numériser
id: Pindai
it: Avvia scansione

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
id: Pengaturan
it: Impostazioni

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
id: Hapus
it: Elimina

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batal
it: Annulla

# FeedbackDialogHeading
source: Are you enjoying the app?
de: Gefällt Ihnen die App?
es: ¿Estás disfrutando esta app?
fr: L'app vous plait ?
id: Apakah anda menikmati aplikasi ini?
it: Ti sta piacendo l'app?

# FeedbackDialogSubheading
source: I would love to hear from you:
de: Ich würde gern von Ihnen hören:
es: Nos encantaría escucharte:
fr: Je serais ravis d'avoir votre avis :
id: Saya ingin sekali mendengar dari Anda:
it: Ci piacerebbe sentire qualcosa da te:

source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
id: Ganti nama
it: Rinomina

source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
id: Oke
it: Conferma

# ErrorMessageCopyBody
source: Copying to the clipboard failed.
de: Das Kopieren in die Zwischenablage schlug fehl.
es: La copia al portapapeles falló.
fr: La copie dans le presse-papiers a échoué.
id: Menyalin ke papan klip gagal.
it: La copia negli appunti non è andata a buon fine.

# ErrorMessageCropBody
source: Cropping is not available right now.
de: Das Zuschneiden ist im Augenblick nicht möglich.
es: La opción de recorte no está disponible en este momento.
fr: Le recadrage n'est pas disponible pour le moment.
id: Pemangkasan tidak tersedia saat ini.
it: Il ritaglio non è disponibile ora.

# ErrorMessageDeleteBody
source: Deleting this is not possible right now.
de: Das Löschen ist im Augenblick nicht möglich.
es: No es posible eliminar esto ahora mismo.
fr: Impossible de supprimer ceci pour le moment.
id: Menghapus ini tidak mungkin sekarang.
it: Non è possibile cancellare questo ora.

# ErrorMessageRenameBody
source: Renaming this is not possible right now. Perhaps a file with the same name already exists?
de: Das Umbenennen ist derzeit nicht möglich. Existiert womöglich bereits eine Datei mit diesem Namen?
es: No se pudo renombrar el archivo. ¿Ya existe un archivo con el mismo nombre?
fr: Impossible de renommer ceci pour le moment. Peut-être qu'un fichier du même nom existe déjà?
id: Mengganti nama ini tidak mungkin sekarang. Mungkin file dengan nama yang sama sudah ada?
it: La rinomina non è disponibile ora. Forse un documento con lo stesso nome esiste già?

# ErrorMessageRotateBody
source: Rotating this is not possible right now. Please try again.
de: Das Rotieren ist derzeit nicht möglich. Bitte versuchen Sie es erneut.
es: No se pudo girar. Inténtalo nuevamente, por favor.
fr: Impossible de pivoter ceci pour le moment. Veuillez réessayer.
id: Memutar ini tidak mungkin sekarang. Silahkan coba lagi.
it: La rotazione non è disponibile ora. Per favore, riprova.

# ErrorMessageSaveBody
source: Saving these changes failed. Please make sure that the file is still available and try again.
de: Die Änderungen konnten nicht gespeichert werden. Bitte vergewissern Sie sich, dass die Datei noch verfügbar ist und versuchen Sie es erneut.
es: Ocurrió un error al guardar. Asegúrate de que el archivo aún está disponible e inténtalo nuevamente.
fr: L'enregistrement de ces modifications a échoué. Veuillez vous assurer que le fichier est toujours disponible et réessayer.
id: Gagal menyimpan perubahan. Pastikan file masih tersedia dan coba lagi.
it: Il salvataggio delle modifiche è fallito. Per favore, controlla che il documento sia ancora disponibile e riprova.

# ErrorMessageScanCancelBody
source: The scanner is currently not accepting the app's request to cancel scanning.
de: Der Scanner akzeptiert die Abbruch-Anfrage der App leider nicht.
es: El escáner no está aceptando la solicitud de cancelación.
fr: Le scanneur refuse la demande d'annulation de la numérisation par l'app.
id: Pemindai saat ini tidak menerima permintaan aplikasi untuk membatalkan pemindaian.
it: In questo momento lo scanner non accetta la richiesta dell'app di annullare la scansione.

# ErrorMessageScanErrorBody
source: The scan failed due to an unknown error.
de: Das Scannen schlug aus einem unbekannten Grund fehl.
es: El escaneo falló con un error desconocido.
fr: La numérisation a échoué en raison d'une erreur inconnue.
id: Pemindaian gagal karena kesalahan yang tidak diketahui.
it: La scansione è fallita a causa di un errore sconosciuto.

# AspectRatioChineseHeading
source: Chinese
de: Chinesisch
es: Chino
fr: Chinois
id: Cina
it: Cinese

# AspectRatioInternationalHeading
source: International
es: Internacional
id: Internasional
it: Internazionale

# AspectRatioNAHeading
source: North American
de: Nordamerikanisch
es: Norteamericano
fr: Nord américain
id: Amerika Utara
it: Nord americano

# ColorModeHeading
source: Color mode
de: Farbmodus
es: Modo de color
fr: Mode de couleur
id: Mode warna
it: Modalità colore

# FileFormatHeading
source: Save as
de: Speichern als
es: Guardar como
fr: Enregistrer sous
id: Simpan sebagai
it: Salva come

# FeederOptionsHeading
source: Feeder options
de: Einzugoptionen
es: Opciones de alimentador
fr: Options du chargeur
id: Opsi pengumpan
it: Opzioni alimentatore

# ResolutionHeading
source: Resolution
de: Auflösung
es: Resolución
fr: Résolution
id: Resolusi
it: Risoluzione

# SourceHeading
source: Source
de: Quelle
es: Origen
id: Sumber
it: Sorgente

# ColorModeColor
source: Color
de: Farbe
fr: Couleur
id: Warna
it: Colore

# ColorModeGrayscale
source: Grayscale
de: Graustufen
es: Escala de grises
fr: Niveaux de gris
id: Skala abu-abu
it: Scala di grigi

# ColorModeMonochrome
source: Monochrome
de: Monochrom
es: Monócromo
id: Monokrom (satu warna)
it: Monocromatico

# Duplex
source: Duplex (front & back)
de: Duplex (Vorder- und Rückseite)
es: Dos caras (delantera y trasera)
fr: Recto-verso
id: Dupleks (depan & belakang)
it: Duplex (fronte e retro)

# SourceAuto
source: Automatic configuration
de: Automatische Konfiguration
es: Configuración automática
fr: Configuration automatique
id: Konfigurasi otomatis
it: Configurazione automatica

# SourceFeeder
source: Feeder
de: Einzug
es: Alimentador automático
fr: Chargeur
id: Pengumpan
it: Alimentatore

# SourceFlatbed
source: Flatbed
de: Flachbett
es: Cristal
fr: Plateau
it: Piano

# PageListEmpty
source: Scanned pages will appear here
de: Gescannte Seiten erscheinen hier
es: Las páginas escaneadas aparecerán aquí
fr: Les pages numérisées apparaitront ici
id: Halaman yang dipindai akan muncul di sini
it: Le pagine scansionate appariranno qui

# SourcePreviewSupportedToolTip
source: Supports preview
de: Unterstützt Vorschau
es: Admitir vista previa
fr: Supporte l'aperçu
id: Mendukung pratinjau
it: Permette l'anteprima

# PreviewHeading
source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
id: Pratinjau
it: Anteprima

# ErrorMessagePreview
source: Something went wrong. Please make sure that a page has been inserted and try again.
de: Etwas ist schiefgelaufen. Bitte vergewissern Sie sich, dass eine Seite eingelegt wurde und versuchen Sie es dann erneut.
es: Se produjo un error. Por favor revisa si se ha insertado una página e intentalo nuevamente.
fr: Un problème est survenu. Veuillez vous assurer qu'une page a été insérée et réessayez.
id: Ada yang salah. Harap pastikan bahwa halaman telah dimasukkan dan coba lagi.
it: Qualcosa è andato storto. Per favore, controlla che una pagina sia stata inserita e riprova.

# SaveLocationChoose
source: Choose folder
de: Ordner auswählen
es: Elegir carpeta
fr: Choisir le dossier
id: Pilih folder
it: Scegli la cartella

# SaveLocationReset
source: Reset to default
de: Standard wiederherstellen
es: Restaurar carpeta por defecto
fr: Dossier par défaut
id: Kembalikan ke semula
it: Reimposta

# LicensesHeading
source: Third-party licenses
de: Drittanbieterlizenzen
es: Licencias de terceros
fr: Licenses tierces
id: Lisensi pihak ketiga
it: Licenze di terze parti

# ErrorMessagePickFolderBody
source: The selected folder is not available. Please try selecting another one.
de: Der gewählte Ordner ist nicht verfügbar. Bitte versuchen Sie es mit einem anderen.
es: La carpeta elegida no está disponible. Prueba elegir otra, por favor.
fr: Le dossier sélectionné n'est pas disponible. Essayez-en un autre.
id: Folder yang dipilih tidak tersedia. Silahkan coba pilih yang lain.
it: La cartella selezionata non è disponibile. Per favore, selezionane un'altra.

# ErrorMessageResetFolderBody
source: Resetting the folder location failed.
de: Das Wiederherstellen des Speicherorts schlug fehl.
es: Falló el restablecimiento de la ubicación de la carpeta.
fr: La réinitialisation de l'emplacement par défaut a échouée.
id: Menyetel ulang lokasi folder gagal.
it: Fallita la reimpostazione della posizione della cartella.

# ErrorMessageResetFolderUnauthorizedHeading
source: Access denied
de: Zugriff verweigert
es: Acceso denegado
fr: Accès refusé
id: Akses ditolak
it: Accesso negato

# ErrorMessageResetFolderUnauthorizedBody
source: The app is not allowed to use this folder. Please try selecting another one.
de: Die App darf diesen Ordner leider nicht verwenden, bitte versuchen Sie es mit einem anderen.
es: No tienes permisos para usar esta carpeta. Por favor selecciona una distinta.
fr: L'app n'est pas autorisée à utiliser ce dossier. Veuillez en choisir un autre.
id: Aplikasi ini tidak diizinkan menggunakan folder ini. Silakan coba pilih yang lain.
it: L'app non è autorizzata ad usare questa cartella. Per favore, prova a selezionarne un'altra.

# SettingsAboutHeading
source: About this app
de: Über diese App
es: Acerca de
fr: À propos de cette app
id: Tentang aplikasi ini
it: Riguardo questa app

# SettingsFeedbackHeading
source: Give feedback
de: Feedback senden
es: Dar opinión
fr: Donnez votre avis
id: Berikan umpan balik
it: Invia un feedback

# SettingsTranslationsHeading
source: Translations
de: Übersetzungen
es: Traducciones
fr: Traductions
id: Terjemahan
it: Traduzioni

source: Privacy policy
de: Datenschutzerklärung (Englisch)
es: Política de privacidad
fr: Politique de confidentialité
id: Kebijakan pribadi
it: Informativa sulla privacy

source: Website
de: Website (Englisch)
es: Sitio web
fr: Site web
id: Situs web
it: Sito web

# SettingsTranslationsHelp
source: Help translate
de: Beim Übersetzen helfen
es: Contribuir a la traducción
fr: Participer à la traduction
id: Bantu terjemahkan
it: Aiuta a tradurre

# SettingsHeading
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
id: Pengaturan
it: Impostazioni

# SettingsThemeDark
source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
id: Gelap
it: Scuro

# SettingsThemeLight
source: Light
de: Hell
es: Claro
fr: Clair
id: Terang
it: Chiaro

# SettingsThemeSystem
source: System setting
de: System-Design
es: Configuración del sistema
fr: Utiliser le paramètre système
id: Pengaturan sistem
it: Usa le impostazioni di sistema

source: Close
de: Schließen
es: Cerrar
fr: Fermer
id: Tutup
it: Chiudi

# ScanCompleteNotificationHeading
source: Scan completed
de: Scan abgeschlossen
es: Escaneo completado
fr: Numérisation terminée
id: Pemindaian selesai
it: Scansione completata

# ShareUITitleMultipleFiles
source: Multiple pages
de: Mehrere Dateien
es: Múltiples páginas
fr: Plusieurs pages
id: Beberapa halaman
it: Pagine multiple

# ScanCompleteNotificationBody
source: Return to the app to view and edit the result.
de: Kehren Sie zum Anzeigen und Bearbeiten zur App zurück.
es: Regresa a la app para ver y editar el resultado.
fr: Revenez à l'application pour afficher et modifier le résultat.
id: Kembali ke aplikasi untuk melihat dan mengedit hasilnya.
it: Ritorna all'app per visionare e modificare il risultato.

source: Contributors
de: Übersetzer
es: Contribuyentes
fr: Contributeurs
id: Kontributor
it: Collaboratori

# SaveLocationTutorialBody
source: Scans are saved to the default save location. You can select another folder in the settings.
de: Scans werden im Standard-Ordner gespeichert. In den Einstellungen können Sie einen anderen Ordner wählen.
es: Los escaneos fueron guardados en la ubicación por defecto. Puedes elegir otra ubicación en los ajustes.
fr: Les numérisations sont enregistrées dans l'emplacement par défaut. Vous pouvez sélectionner un autre dossier dans les paramètres.
id: Pemindaian disimpan ke lokasi penyimpanan default. Anda dapat memilih folder lain di pengaturan.
it: Le scansioni sono salvate nella destinazione di salvataggio predefinita. Puoi selezionare un'altra cartella nelle impostazioni.

source: Changelog
de: Was ist neu?
es: Registro de cambios
it: Registro dei cambiamenti

# AppUpdatedDialogBody
source: You can take a look at what's new and improved in the changelog (may not be available in every language).
de: Sie können Änderungen im Changelog nachlesen (möglicherweise nicht in jeder Sprache verfügbar).
es: Puedes echar un vistazo a las novedades y mejoras en la lista de cambios (puede que no esté disponible en algunos idiomas).
fr: Vous pouvez consulter les nouveautés et les améliorations dans le changlog (pas forcément disponible dans toutes les langues).
id: Anda dapat melihat apa yang baru dan ditingkatkan di changelog (mungkin tidak tersedia di setiap bahasa).
it: Nel registro dei cambiamenti puoi dare uno sguardo a cosa è cambiato e migliorato (potrebbe non essere disponibile in ogni lingua).

# AppUpdatedDialogHeading
source: App updated
de: App aktualisiert
es: Aplicación actualizada
fr: Mise à jour de l'app
id: Aplikasi diperbarui
it: App aggiornata

# ChangelogDialogHeading
source: What's new?
de: Was ist neu?
es: ¿Qué hay de nuevo?
fr: Nouveautés
id: Apa yang baru?
it: Novità

source: Credits
de: Quellenangaben
es: Créditos
fr: Crédits
id: Kredit
it: Ringraziamenti

# SettingsErrorStatistics
source: Send error reports and usage statistics
de: Fehlerberichte und Statistiken zur Nutzung senden
es: Enviar reportes de errores y estadísticas de uso
fr: Envoyer les rapports d'erreur et des statistiques d'utilisation
id: Kirim laporan kesalahan dan statistik penggunaan
it: Invia i resoconti sugli errori e le statistiche sull'utilizzo

# SettingsErrorStatisticsBody
source: This allows me to investigate app crashes and identify which features are most valuable to users. Rest assured that your scanned pages are never included in these reports.
de: Dies erlaubt es mir, Abstürze zu untersuchen und herauszufinden welche Funktionen Nutzern besonders wichtig sind. Ihre gescannten Seiten verlassen niemals Ihr Gerät.
es: Esto me permite investigar las fallas de la aplicación e identificar qué características son las más valiosas para los Usuarios. Ten por seguro que tus archivos escaneados nunca serán incluidos en estos reportes.
fr: Cela me permet d'enquêter sur les plantages de l'application et d'identifier les fonctionnalités les plus précieuses pour les utilisateurs. Soyez assuré que vos pages numérisées ne sont jamais incluses dans ces rapports.
id: Ini memungkinkan saya menyelidiki kerusakan aplikasi dan mengidentifikasi fitur mana yang paling berharga bagi pengguna. Yakinlah bahwa halaman pindaian anda tidak pernah disertakan dalam laporan ini.
it: Questo ci permette di investigare sulle cause di crash dell'app e di identificare quali sono le funzionalità migliori per i nostri utenti. Ti garantiamo che le tue pagine scansionate non saranno mai incluse in questi resoconti.

# SetupDialogPrivacyHeading
source: Privacy first
de: Datenschutz geht vor
es: Privacidad primero
fr: La confidentialité avant tout
id: Privasi dulu
it: Precedenza alla privacy

# SetupDialogPrivacyFooter
source: You can always change your mind in the app settings.
de: In den App-Einstellungen können Sie Ihre Meinung jederzeit ändern.
es: Siempre puedes cambiar de opinión en los ajustes de la app.
fr: Vous pouvez toujours changer d'avis dans les paramètres de l'application.
id: Anda selalu dapat berubah pikiran di pengaturan aplikasi.
it: Puoi sempre cambiare le tue preferenze nelle impostazioni dell'app.

# ExportLogDialogHeading
source: Export event log
de: Ereignisprotokoll exportieren
es: Exportar registro de eventos
fr: Exporter le journal des événements
id: Ekspor event log
it: Esporta il resoconto degli eventi

# ExportLog
source: Export event log
de: Ereignisprotokoll exportieren
es: Exportar registro de eventos
fr: Exporter le journal des événements
id: Ekspor event log
it: Esporta il resoconto degli eventi

source: Export
es: Exportar
fr: Exporter
id: Ekspor
it: Esporta

# ExportLogDialogBody
source: None of your scanned pages are included in these logs.
de: Keine Ihrer gescannten Seiten sind in diesen Protokollen enthalten.
es: Nada de lo que escaneaste se incluye es estos reportes.
fr: Aucune de vos pages numérisées n'est incluse dans ces journaux.
id: Tidak ada halaman pindaian anda yang disertakan dalam log ini.
it: Nessuna delle tue pagine scansionate è stata inclusa in questi rapporti.

# SetupDialogPrivacyBody
source: Please confirm the following settings.
de: Bitte überprüfen Sie die folgenden Einstellungen.
es: Por favor confirma los siguientes ajustes.
fr: Veuillez confirmer les paramètres suivants.
id: Konfirmasikan pengaturan berikut.
it: Per favore, conferma le impostazioni seguenti.

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
id: Simpan
it: Salva

# ManifestPackageDisplayName
source: Scanner - Quick and Easy Document Scanning
de: Scanner - Schnell und einfach Dokumente scannen
es: Scanner - Escaneo Fácil y Rápido
fr: Scanner - Numérisation de documents rapide et facile
id: Scanner - Pemindaian Dokumen Cepat dan Mudah
it: Scanner - Scansione di documenti facile e veloce

# PageDescriptor
source: Page {0}
de: Seite {0}
es: Página {0}
id: Halaman {0}
it: Pagina {0}

# DefaultScanFolderName
source: Scans
es: Escaneos
fr: Numérisations
id: Pemindaian
it: Scansioni

# SettingsSaveLocationAskEveryTime
source: Ask every time
de: Jedes Mal nachfragen
es: Preguntar siempre
fr: Demander à chaque fois
id: Tanyakan setiap waktu
it: Richiedi ogni volta

# SettingsSaveLocationFixed
source: Use a set location
de: Festen Speicherort verwenden
es: Usar una ubicación definida
fr: Utiliser un emplacement défini
id: Gunakan lokasi yang ditetapkan
it: Usa una posizione impostata

source: Back
de: Zurück
es: Volver
fr: Retour
id: Kembali
it: Indietro

# ZoomInToolTip
source: Zoom In (Ctrl + Mouse Wheel Up)
de: Vergrößern (Strg + Mausrad hoch)
es: Acercar (Ctrl + Rueda del mouse hacia arriba)
fr: Zoomer (ctrl + roulette de la souris vers le haut)
id: Perbesar (Ctrl + Roda mouse keatas)
it: Ingrandisci (Ctrl + Rotellina mouse in sù)
